[
  {
    "Keywords": [
      "alone",
      "lonely",
      "support"
    ],
    "BotResponse": "Many mothers feel this way. You're not alone. Would you like to talk more about how you're feeling?"
  },
  {
    "Keywords": [
      "failing",
      "mom",
      "parenting"
    ],
    "BotResponse": "Parenting is challenging, and you're doing your best. Would you like to hear some tips or encouragement?"
  },
  {
    "Keywords": [
      "tired",
      "fatigue",
      "rest"
    ],
    "BotResponse": "Postpartum fatigue is very common. Are you getting enough rest or support with your baby?"
  },
  {
    "Keywords": [
      "worry",
      "anxiety",
      "baby"
    ],
    "BotResponse": "It's natural to worry, but your well-being matters too. Would you like to learn ways to ease anxiety?"
  },
  {
    "Keywords": [
      "eating",
      "baby",
      "feeding"
    ],
    "BotResponse": "Every baby is different, but there are signs to look for. Would you like me to share them?"
  },
  {
    "Keywords": [
      "crying",
      "emotional",
      "sad"
    ],
    "BotResponse": "Crying is a way to release emotions. It’s okay to feel this way. Would you like some resources to help?"
  },
  {
    "Keywords": [
      "hair loss",
      "postpartum",
      "normal"
    ],
    "BotResponse": "Yes, it's common due to hormonal changes. Would you like tips on how to manage it?"
  },
  {
    "Keywords": [
      "never",
      "myself",
      "recovery"
    ],
    "BotResponse": "Recovery takes time, but you will find your balance. Would you like to hear some stories of hope?"
  },
  {
    "Keywords": [
      "colic",
      "crying",
      "baby"
    ],
    "BotResponse": "Colic can involve frequent crying and discomfort. Would you like to know how to soothe your baby?"
  },
  {
    "Keywords": [
      "can’t",
      "anymore",
      "helpless"
    ],
    "BotResponse": "I’m here for you. Please reach out to a trusted friend or professional. Would you like emergency helpline numbers?"
  },
  {
    "Keywords": [
      "hi",
      "hello",
      "greetings"
    ],
    "BotResponse": "Hello! How can I assist you today?"
  },
  {
    "Keywords": [
      "how",
      "help",
      "question"
    ],
    "BotResponse": "Feel free to ask me anything related to postpartum care or general queries."
  }
]